{
    "errors": {
       "brokenloop": "The import operation has been cancelled to break out of an infinite loop, no UVs were transferred",
       "checklog": "Operation failed, please check the system console for more information",
       "mapmatch": "The following UV map/object pair could not be found:",
       "namematch": "UV map names do not match those of",
       "noexe": "Check your path to RizomUV is set correctly",
       "nofullstop": "The following UV map name must not contain a period:",
       "nomap": "has no UV maps assigned",
       "nomatch": "There are no matching objects in the scene",
       "objmatch": "The following object could not be found in the scene:",
       "namelength": "The following object name exceeds the maximum limit of 59 characters:",
       "namesuffix": "The suffix \"_ruv\" is used by the script, the following object name must not end with \"_ruv\":"
    },
    "info": {
       "autouv": "UV map generated",
       "resetaddon": "\"RizomUV Bridge\" settings returned to defaults",
       "resetrizom": "\"RizomUV Settings\" settings returned to defaults"
    },
    "prefs": {
       "activemap": "The UV map that will be active when RizomUV starts, any scripts selected will be run on this UV Map",
       "branch": "Cut branch sections",
       "cylinders": "Cut cylinder and extruded shapes caps and one caps link",
       "exepath": "Path to the executable used to launch RizomUV",
       "fixuvs": "Makes sure all selected objects have the same UV maps as the active object.\nFix invalid UV names and create new UV maps if none exist.\n(WILL OVERWRITE ANY EXISTING UV DATA)",
       "handles": "Cut handles",
       "holes": "Cut the links between holes",
       "image": "Path to a texture image that can be loaded inside Rizom",
       "leaf": "Cut leaf sections",
       "mapres": "Resolution of the texture map in pixels",
       "margin": "Space left at the edge of the UV tile",
       "mosaicvalue": "Higher numbers will lead to more UV islands but less distortion",
       "mseams": "Mark the boundaries of each UV island as seams upon import into Blender",
       "msharp": "Mark the boundaries of each UV island as sharp edges upon import into Blender",
       "mutations": "Maximum number of trials to find best packing solution",
       "orientstep": "Step angle for finding best orientation while packing",
       "overlap": "When active, Unfold and Optimize will prevent creation of self border intersections",
       "packqual": "Accuracy of the packing algorithm, higher values create better UV coverage but take longer to compute",
       "preorient": "Pre-orient islands by bounding box before packing",
       "replace": "Replace objects instead of transfering UVs to your original objects.\nThis is useful for occasions where something goes wrong with the FBX export and the vertex order is messed up.\n(MODIFIERS WILL BE DESTROYED)",
       "reveal": "If any hidden objects are updated during the import process, make them visible in the Blender viewport",
       "script": "The LUA script that will run when your meshes are loaded into RizomUV",
       "settings": "Toggle Rizom scripts and preferences saving on or off, turning it off will cause scenes to load a little quicker in Rizom.\nThis can be helpful for heavy meshes",
       "sharpvalue": "The angle used to decide which edges will be used as seams",
       "spacing": "Space between UV islands",
       "stretch": "Higher values will reduce stretching but result in more UV seams",
       "tex_density": "Layout texel density",
       "tex_unit": "Texel density unit. (tx/unit)",
       "tflip": "When active, Unfold and Optimize will prevent the creation of triangle flips",
       "trunk": "Cut trunk sections",
       "exclude_linked": "If objects with linked mesh data are selected only export a single copy",
       "panel_category": "Change the tab the addon UI panel is placed under"
    }
 }